package seed

import "SamporDoc/backend/model"

var DefaultSchools []model.School = []model.School{
	{
		Name:    "โรงเรียนเขาดินพิทยารักษ์",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนเทพสถิตวิทยา",
		Address: "อ.เทพสถิต จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนเริงรมย์วิทยาคม",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนโคกเพชรวิทยาคาร",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนโคกหินตั้งศึกษาศิลป์",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนโนนจาน(เนตรขันธ์ราษฎร์บำรุง)",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนคอนสารวิทยาคม",
		Address: "อ.คอนสาร จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนชุมชนบ้านเพชร(วันครู2500)",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนชุมชนบ้านหนองแวง(คุรุราษฎร์อุปถัมภ์)",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนตาเนินราษฎร์วิทยาคาร",
		Address: "อ.เนินสง่า จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านแก้งยาว",
		Address: "อ.บ้านเขว้า จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านโคกแพงพวย(บัวประชาสรรค์)",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านโคกแสว",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านโคกไค",
		Address: "อ.เทพสถิต จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านโคกสว่าง",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านโคกสะอาด",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านโปร่งมีชัย",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านโสกรวกหนองซึก",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านกลอยสามัคคี",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านดอนละนาม",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านตาล",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านทองคำพิงวิทยา",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านปะโคตะกอ(ประชาสามัคคี)",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านยางเครือ",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านละหาน(อภิรักษ์วิทยา)",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านหนองโดน",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านหนองดง",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านหนองผักแว่น",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านหนองลูกช้าง",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านหนองหญ้าข้าวนก",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านหนองอีหล่อ",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านหลุบโพธิ์",
		Address: "อ.บ้านเขว้า จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านหลุบงิ้ว",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านห้วย",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านห้วยยาง",
		Address: "อ.จัตุรัส จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนบ้านหัวทะเล(ผ่องประชาสรรค์)",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนมะนะศึกษา",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนวังกะอาม",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "โรงเรียนหนองกกสามัคคี",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "ศูนย์พัฒนาเด็กเล็ก อบต.โคกเริงรมย์",
		Address: "อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "เทศบาลตำบลบำเหน็จณรงค์",
		Address: "555 ม.11 ต.บ้านชวน อ.บำเหน็จณรงค์ จ.ชัยภูมิ",
	},
	{
		Name:    "การไฟฟ้าส่วนภูมิภาคอำเภอบำเหน็จณรงค์",
		Address: "138 หมู่ 5 ถ.รุ่งเรืองศรี ต.บ้านชวน อ.บำเหน็จณรงค์ จ.ชัยภูมิ 36160",
	},
	{
		Name:    "สำนักงานพัฒนาชุมชน อ.เทพสถิต จ.ชัยภูมิ",
		Address: "หมู่ 1 ต.วะตะแบก อ.เทพสถิต จ.ชัยภูมิ 36230",
	},
	{
		Name:    "โรงเรียนภูเขียว",
		Address: "อ.เภอภูเขียว จ.ชัยภูมิ",
	},
}
